package battershipOk;

public class Info {
    public static void info() {
        ;
        System.out.println("Правила игры \n" +
                "Вам необходимо ввести длину и ширину поля, которые не будут меньше 3х.\n" +
                "На экране появится количество выстрелов, которые Вы можете произвести \n" +
                "Для этого Вам необходимо указывать координаты поля от 0 до длины,ширины поля, не включая сам параметр такой длины/ширины. \n" +
                "Например, если Вы указали длину 5, то максимальная введенная координата будет равна 4  \n" +
                "После того, как Вы используете все выстрелы, на экране появится поле противника, а также будет указано количество попаданий \n" +
                "Удачной игры!");
    }
}
